Repository: oat-sa/package-tao
Catalog: taoGroups/locales/*/taogroup.rdf.po
Languages: es_es

# http://www.w3.org/2000/01/rdf-schema#label
source: Group
es_es: Grupo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Group
es_es: Grupo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of the groups
es_es: Miembro de los grupos

# http://www.w3.org/2000/01/rdf-schema#label
source: Groups Manager
es_es: Administrador de Grupos

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Groups Manager Role
es_es: Administrador del Rol de Grupos

# http://www.w3.org/2000/01/rdf-schema#label
source: Member
es_es: Miembro

# http://www.w3.org/2000/01/rdf-schema#label
source: Members
es_es: Miembros

# http://www.w3.org/2000/01/rdf-schema#comment
source: Members of the group
es_es: Miembros del grupo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Members
es_es: Members of the group

# http://www.w3.org/2000/01/rdf-schema#comment
source: Groups Manager
es_es: The Groups Manager Role
