Repository: oat-sa/package-tao
Catalog: taoLti/locales/*/lti.rdf.po
Languages: es_es, is_is

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Object
es_es: Objecto LTI
is_is: LTI Hlutur

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer
es_es: Consumidor LTI
is_is: LTI Neytandi

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI User
es_es: Usuario LTI
is_is: LTI Notandi

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer User Key
es_es: Clave de Usuario Consumidor LTI
is_is: LTI Notandalykill Neytanda

# http://www.w3.org/2000/01/rdf-schema#comment
source: Key of LTI User
es_es: Llave de LTI Usuario
is_is: Lykill LTI Notanda

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer of User
es_es: LTI Consumidor de Usuario
is_is: LTI Neytandi Notanda

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Tool
es_es: Herramienta LTI
is_is: LTI Tól

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Tool Service
es_es: Herramienta de Servicio LTI
is_is: LTI Tólaþjónusta

# http://www.w3.org/2000/01/rdf-schema#comment
source: Service to implemnt the Tool
es_es: La herramienta de Servicio a implemnt
is_is: Þjónusta til að nota Tólið

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Link
es_es: Enlace LTI
is_is: LTI Hlekkur

# http://www.w3.org/2000/01/rdf-schema#comment
source: Link between Tool and Consumer
es_es: Vinculo entre Herramienta y Consumidor
is_is: Hlekkur milli Tóls og Neytanda

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI link consumer
es_es: Enlace de consumidor LTI
is_is: LTI hlekksneytandi

# http://www.w3.org/2000/01/rdf-schema#label
source: Incoming LTI link
es_es: Enlace entrante LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: An external link calling TAO as tool provider
es_es: Un vinculo externo llamando a TAO como herramienta de proveedor
is_is: Ytri hlekkur hringir í TAO sem tólaveita

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI link ID
es_es: ID de enlace LTI
is_is: LTI skilríki hlekks

# http://www.w3.org/2000/01/rdf-schema#label
source: Outgoing LTI link
es_es: Enlace saliente LTI
is_is: LTI hlekkur á útleið

# http://www.w3.org/2000/01/rdf-schema#comment
source: An link in TAO calling a remote tool provider
es_es: Un vinculo en TAO llamando un herramienta de proveedor remota

# http://www.w3.org/2000/01/rdf-schema#label
source: Launch URL
es_es: Inciar URL
is_is: Keyra slóð

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI launch url
es_es: LTI Lanzar url

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Launch Url
es_es: Iniciar Url LTI
is_is: LTI Keyra Slóð

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Launch Url
es_es: Iniciar Url LTI
is_is: LTI Keyra Slóð

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer Uri
es_es: Consumidor Uri LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer Uri
es_es: Consumidor Uri LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer service calls an LTI Producer
es_es: Servicio al Consumidor LTI llama un Productor LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer User Key
es_es: Key of LTI User

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer
es_es: LTI Consumer service calls an LTI Producer

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Tool Service
es_es: LTI Servicio Herramienta

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Link
es_es: Enlace LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Incoming LTI link
es_es: Enlace Entrante LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Outgoing LTI link
es_es: Enlace Saliente LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Launch URL
es_es: Lanzar URL
