Repository: oat-sa/package-tao
Catalog: wfAuthoring/locales/*/messages.po
Languages: fr_fr

source: (still undefined)
fr_fr: (encore indéfini)

source: Access Control Mode
fr_fr: Mode de contrôle d'accès

source: Activity
fr_fr: Activité

source: Activity Editor
fr_fr: Editeur d'activités

source: Activity or Connector
fr_fr: Activité

source: Activity Variables
fr_fr: Variables de l'activité

source: Back
fr_fr: Retour

source: Browse Tests
fr_fr: Naviguer dans les tests

source: Build processes to drive activities into a workflow.
fr_fr: Créer des processus pour assembler des activités dans un workflow.

source: cancel
fr_fr: annuler

source: check code
fr_fr: vérifier le code

source: checking the code...
fr_fr: vérification du code...

source: Close all
fr_fr: Tout fermer

source: Code already used
fr_fr: Code déjà en cours d'utilisation

source: Connector
fr_fr: Connecteur

source: Connector Type
fr_fr: Type de connecteur

source: Constant
fr_fr: Constante

source: Country
fr_fr: Pays

source: create new activity
fr_fr: créer une nouvelle activité

source: create new connector
fr_fr: créer un nouveau connecteur

source: Current Activities
fr_fr: Activités courantes

source: Current activities
fr_fr: Activités courantes

source: Current User
fr_fr: Utilisateur courant

source: delete
fr_fr: supprimer

source: Do you want to change the connector type? THe child connectors will be deleted.
fr_fr: Voulez vous changer le type du connecteur? Les connecteurs enfants seront supprimés.

source: Edit
fr_fr: Modifier

source: Else
fr_fr: Autrement

source: export
fr_fr: exporter

source: Filter
fr_fr: Filtrer

source: Formal Parameter
fr_fr: Paramètre formel

source: History
fr_fr: Historique

source: IF
fr_fr: SI

source: If
fr_fr: Si

source: Input Parameters
fr_fr: Paramètres d'entrée

source: interactive service saved
fr_fr: service interactif enregistré

source: Label
fr_fr: Étiquette

source: Language
fr_fr: Langue

source: loading...
fr_fr: chargement...

source: Manage processes
fr_fr: Gestion des processus

source: Merge to
fr_fr: Fusionner vers

source: meta data
fr_fr: méta-données

source: Monitor processes
fr_fr: Suivi des processus

source: Monitoring processes
fr_fr: Monitoring des processus

source: More detailed description here.
fr_fr: Description plus détaillée ici.

source: new process
fr_fr: nouveau processus

source: newly edited
fr_fr: nouvellement édité

source: Open all
fr_fr: Tout ouvrir

source: Output Parameters
fr_fr: Paramètres de sortie

source: please choose another one
fr_fr: veuillez en choisir un autre

source: Please confirm deletion
fr_fr: Veuilez confirmer la suppression

source: Please confirm deletion. Warning: related resources might be affected.
fr_fr: Veuillez confirmer la suppression. Attention : les ressources liées pourraient en être affectées.

source: Please confirm the deletion of the connector: child connectors will be delete at the same time
fr_fr: Veuillez confirmer la suppression du connecteur : les connecteurs enfant seront supprimés en même temps

source: Please select a delivery before authoring it
fr_fr: Veuillez sélectionner une délivrance afin de l'éditer.

source: Please select a process before authoring it
fr_fr: Veuillez sélectionner un processus afin de l'éditer

source: Positionning
fr_fr: Positionnement

source: Processes
fr_fr: Processus

source: Process authoring
fr_fr: Éditeur de processus

source: Process Definition
fr_fr: Définition de processus

source: Process Execution
fr_fr: Exécution de processus

source: Process History
fr_fr: Historique de processus

source: Process Property
fr_fr: Propriété de processus

source: Process saved
fr_fr: Processus enregistré

source: Process Tree:
fr_fr: Arbre des processus:

source: Process Variable
fr_fr: Variable de processus

source: Process Variables
fr_fr: Variables de processus

source: Processes library
fr_fr: Bibliothèque de processus

source: reload
fr_fr: rafraichir

source: reloading form...
fr_fr: rechargement du formulaire...

source: Restricted to
fr_fr: limité à

source: Role
fr_fr: Rôle

source: save
fr_fr: enregistrer

source: search
fr_fr: recherche

source: Service Definition
fr_fr: Définition de service

source: Set the activity as a final one will delete its following connector. Are you sure?
fr_fr: Placer l'activité en tant que finale supprimera les connecteurs suivants. Etes vous sûr?

source: Started Time
fr_fr: Démarrage

source: Status
fr_fr: Statut

source: Sure?
fr_fr: Sûr?

source: the chosen code has already been used for the process variable
fr_fr: le code choisi est déjà en cours d'utilisation pour une autre variable

source: The Processes module allows to create Processes.
fr_fr: Le module des processus vous permet de créer des processus organisés sous forme d'activités liées par des connecteurs.

source: Then
fr_fr: Alors

source: Unable to delete the process execution. Close process before delete it.
fr_fr: Impossible de supprimer l'exécution du processus tant qu'il est ouvert.

source: Unit
fr_fr: Unité

source: Use the * character to replace any string
fr_fr: Utilisez le caractère (*) pour remplacer n'importe quelle chaîne

source: Value
fr_fr: Valeur

source: VFF version
fr_fr: Version VFF

source: XLIFF version
fr_fr: Version XLIFF
