Repository: oat-sa/package-tao
Catalog: taoDeliveryRdf/locales/*/messages.po
Languages: es_es

source: %s test-taker(s) are excluded.
es_es: %s participante(s) son excluidos.

source: An error occured during the import
es_es: Se produjo un error durante la importación

source: Assembly
es_es: Ensamblar

source: Assembly import
es_es: Emsamblar importación

source: Assigned test-takers
es_es: Participantes asiganados

source: Assigned to
es_es: Asignado a

source: Attempts
es_es: Intentos

source: Available from %s
es_es: Disponible de %s

source: Cancel
es_es: Cancelar

source: Create a new delivery
es_es: Crear una nueva entrega

source: Create a test
es_es: Crear una prueba

source: Delete
es_es: Eliminar

source: Deliveries
es_es: Entregas

source: Deliveries library
es_es: Biblioteca de entregas

source: Delivery "%s" successfully imported
es_es: Entrega "%s" importada correctamente

source: Delivery is assigned to %s test-takers.
es_es: Entrega asignada a %s paricipantes.

source: Delivery is not assigned to any test-taker.
es_es: Entrega no asignada a ningún participante.

source: Delivery of %s
es_es: Entrega de %s

source: Delivery saved
es_es: Entrega guardada

source: Excluded test-takers
es_es: Participantes excluidos

source: Filter
es_es: Filtro

source: Import
es_es: Importar

source: Manifest not found in assembly
es_es: Manifiesta no encontrar en reunión

source: Move
es_es: Mover

source: New class
es_es: Nueva clase

source: New delivery
es_es: Nueva entrega

source: No attempt has been started yet.
es_es: No se ha intentado comenzar todavía.

source: No information available
es_es: No existe información disponible

source: Prepare, publish deliveries sessions.
es_es: Preparar, publicar sesiones de entregas.

source: Properties
es_es: Propiedades

source: Published on %2s
es_es: Publicado en %2s

source: Save
es_es: Guardar

source: Search
es_es: Buscar

source: Selection saved successfully
es_es: Selección guardada correctamente

source: Test-takers
es_es: Participantes

source: There are currently %s attempts
es_es: Actuamente hay %s intentos

source: There are currently no tests available to publish.
es_es: Actualmente no hasy pruebas disponibles o publicadas.

source: There is currently 1 attempt
es_es: Actualmente hay 1 intento

source: Unkown error during impoort
es_es: Error desconocido durante la importación

source: unlimited
es_es: ilimitado
