Repository: oat-sa/package-tao
Catalog: taoSubjects/locales/*/messages.po
Languages: sv_se

source: Add to group
sv_se: Lägg till till grupp

source: Class saved
sv_se: Klass sparad

source: delete
sv_se: ta bort

source: duplicate
sv_se: dublett

source: Edit subject
sv_se: Redigera testtagare

source: Edit subject class
sv_se: Redigera testtagarklass

source: export
sv_se: exportera

source: import
sv_se: importera

source: Its flexibility allows the design of datasheets (e.g. name, address, date of birth, gender etc.).
sv_se: Datan (ex. namn, adress, födelsedatum, kön etc.) kan designas flexibelt.

source: lists
sv_se: listor

source: Manage test takers
sv_se: Hantera testtagare

source: move
sv_se: flytta

source: new class
sv_se: ny klass

source: new test taker
sv_se: ny testtagare

source: Save
sv_se: Spara

source: search
sv_se: sök

source: Test taker saved
sv_se: Testtagare sparad

source: Test takers
sv_se: Testtagare

source: Test takers library
sv_se: Testtagararkiv

source: Test takers may be assigned to sets according to the relevant assessment context (Human resources management, education, edumetric monitoring, etc.).
sv_se: TEsttagare kan knytas till placeringar enligt det relevanta utvärderingssammanhanget (human resource management, utbildning etc.).

source: The Test takers module allows to record and manage test takers.
sv_se: Testtagarmodulen låter dig registrera och hantera testtagare
