Repository: oat-sa/package-tao
Catalog: taoQtiTest/locales/*/qtitest.rdf.po
Languages: es_es

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI 2.1 Test Driver
es_es: Manejador de Prueba QTI 2.1

# http://www.w3.org/2000/01/rdf-schema#comment
source: Driver and configuration/authoring tool implementing the test interface for driving compliant QTI 2.1 tests
es_es: Conductor y configuración/autoría herramienta que implementa la interfaz de prueba para conducir pruebas compatibles QTI 2.1

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI Test Definition
es_es: Definición de Prueba QTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Definition Uri
es_es: QTI Definición de Prueba Uri

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI Test Compilation
es_es: Compilación de Prueba QTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Compilation Uri
es_es: QTI Compilación de Prueba Uri

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI test runner
es_es: Lanzador de pruebas QTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: runs a QTI 2.1 test
es_es: ejecutar un prueba QTI2.1

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI 2.1 Test Driver
es_es: Driver and configuration/authoring tool implementing the test interface for driving compliant QTI 2.1 tests

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Definition
es_es: QTI Test Definition Uri

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Compilation
es_es: QTI Test Compilation Uri

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI test runner
es_es: Lanzador de pruebas QTI 2.1
