Repository: oat-sa/package-tao
Catalog: taoQTI/locales/*/messages.po
Languages: fr_fr

source: Add a new stylesheet
fr_fr: Ajouter une nouvelle feuille de style

source: Add choice
fr_fr: Ajouter un choix

source: Add choice to group
fr_fr: Ajouter un choix au groupe

source: Advanced options
fr_fr: Options avancées

source: Advanced properties
fr_fr: Propriétés avancées

source: Associate Interaction
fr_fr: Associer Interaction

source: Attached style sheets:
fr_fr: Feuilles de styles associées:

source: Background image not set yet. Select it in the "Image source url" input then update.
fr_fr: Aucune image de fond sélectionnée. Sélectionnez-la dans le champ "URL source de l'image" et mettez à jour.

source: Choice
fr_fr: Choix

source: Choice Deletion
fr_fr: Suppression du Choix

source: Choice group
fr_fr: Groupe de choix

source: Choice Interaction
fr_fr: Choix de l'Interaction

source: Choices
fr_fr: Choix

source: Choices editor:
fr_fr: Éditeur de choix:

source: circle
fr_fr: cercle

source: Coordinates
fr_fr: Coordonnées

source: correct
fr_fr: exacte

source: Correct answer
fr_fr: Réponse correcte

source: CSS format required
fr_fr: Format CSS requis

source: custom
fr_fr: personnalisé

source: Debug
fr_fr: Débogage

source: default
fr_fr: par défaut

source: Default value
fr_fr: Valeur par défaut

source: delete
fr_fr: supprimer

source: Delete choice
fr_fr: Supprimer le choix

source: Delete interaction
fr_fr: Supprimer l’interaction

source: Delete object
fr_fr: Supprimer l'objet

source: Discrete Scale
fr_fr: Échelle discrète

source: Do you really want to delete the row?
fr_fr: Êtes-vous certain de vouloir supprimer la ligne ?

source: Do you want to delete the choice?
fr_fr: Voulez-vous supprimer le choix ?

source: download
fr_fr: télécharger

source: draw it
fr_fr: dessinez-le

source: Empty response value
fr_fr: Valeur de réponse vide

source: End Attempt
fr_fr: Essai de fin

source: end attempt now
fr_fr: essai de fin maintenant

source: Error in background file:
fr_fr: Erreur dans le fichier d'arrière plan :

source: Expected length
fr_fr: Longueur attendue

source: Expected lines
fr_fr: Nombre de lignes attendues

source: File name
fr_fr: Nom du fichier

source: Fixed
fr_fr: Fixé

source: Float
fr_fr: Nombre à virgule

source: Gap images
fr_fr: Images trou

source: Gaps
fr_fr: Trous

source: Guidelines
fr_fr: Lignes de conduite

source: horizontal
fr_fr: horizontale

source: Identifier
fr_fr: Identifiant

source: Image height
fr_fr: Hauteur de l'image

source: Image label
fr_fr: Intitulé de l'image

source: Image source url
fr_fr: URL source de l'image

source: Image width
fr_fr: Largeur de l'image

source: Integer
fr_fr: Nombre entier

source: Interaction content editor:
fr_fr: Éditeur de contenu des interactions :

source: Interaction data saved.
fr_fr: Données de l'interaction enregistrées.

source: invalid image mime type
fr_fr: le type MIME de l'image est invalide

source: Label
fr_fr: Intitulé

source: Light preview:
fr_fr: Aperçu léger :

source: Lower bound
fr_fr: Limite inférieure

source: Manage item content
fr_fr: Gérer le contenu de l'item

source: manual
fr_fr: manuel

source: map
fr_fr: pondéré

source: map point
fr_fr: point sur la carte

source: Match group
fr_fr: Groupe associé

source: Match Group
fr_fr: Groupe Associé

source: Maximal number of matching
fr_fr: Nombre maximal d’associations

source: Maximum allowed associations
fr_fr: Nombre maximal d’associations

source: Maximum number of separate strings
fr_fr: Nombre maximal de chaînes séparées

source: Maximum selectable choices
fr_fr: Nombre maximal de choix

source: Maximum value
fr_fr: Valeur maximale

source: MIME type
fr_fr: Type MIME

source: Minimum value
fr_fr: Valeur minimale

source: Modification on choice applied
fr_fr: La modification sur le choix a été appliquée

source: Modification on response applied
fr_fr: La modification sur la réponse a été appliquée

source: Modification(s) on interaction has been updated
fr_fr: L’interaction a été mise à jour

source: Move Down
fr_fr: Descendre

source: Move Up
fr_fr: Monter

source: Next
fr_fr: Suivant

source: no
fr_fr: non

source: Number base for value interpretation
fr_fr: Base numérique pour l'interprétation de valeur

source: Ordered response
fr_fr: Réponse ordonnée

source: Pattern mask
fr_fr: Masque d'expression régulière

source: Place holder text
fr_fr: texte d'espace réservé

source: please confirm deletion of the interaction
fr_fr: veuillez confirmer la suppression de l’interaction.

source: Please confirm interaction deletion
fr_fr: Veuillez confirmer la suppression de l’interaction.

source: Please confirm object deletion
fr_fr: Veuillez confirmer la suppression de l'objet.

source: polygon
fr_fr: polygone

source: Popup Preview
fr_fr: Aperçu Fenêtre Contextuelle

source: Prev
fr_fr: Préc

source: preview (1:1)
fr_fr: aperçu (1:1)

source: preview (real size:
fr_fr: aperçu (taille réelle :

source: Processing rule:
fr_fr: aperçu (taille réelle :

source: Processing type
fr_fr: Méthode de traitement de réponse

source: Prompt
fr_fr: Invite

source: quantity
fr_fr: quantité

source: Required
fr_fr: Requis

source: Response processing template editor
fr_fr: Éditeur de modèle de traitement des réponses

source: Response variable type
fr_fr: Type de variable de réponse

source: Responses Grid
fr_fr: Grille de Réponses

source: Return to item editor
fr_fr: Retour à l'item

source: Reverse rendering
fr_fr: Rendu inversé

source: Save
fr_fr: Enregistrer

source: Scale type
fr_fr: Type d'échelle

source: Shape
fr_fr: Forme

source: Shuffle choices
fr_fr: Mélanger les choix

source: Step
fr_fr: Étape

source: Step label display
fr_fr: Affichage de l'étiquette d'étape

source: String
fr_fr: Chaîne de caractères

source: String identifier
fr_fr: Identifiant du texte

source: template
fr_fr: modèle

source: The choice cannot be saved
fr_fr: Le choix n'a pas pu être sauvegardé

source: The custom response processing type is currently not fully supported in this tool. Removing interactions or choices is not recommended.
fr_fr: La traitement des réponses personnalisées n'est actuellement que partiellement supporté dans cet éditeur. La suppression des interactions et choix n'est pas recommandée.

source: The item has been successfully saved
fr_fr: L'item a été enregistré avec succès.

source: The options have been updated
fr_fr: Les options ont été mises à jour

source: The response form is not available for the selected response processing.<br/>
fr_fr: Le formulaire de réponse n'est pas disponible pour les modes de traitement des réponses sélectionnés.<br/>

source: The response processing has been saved
fr_fr: Le mode de traitement des réponses a été enregistré.

source: The response properties have been updated
fr_fr: Les propriétés de la réponse ont été mises à jour

source: The responses cannot be updated
fr_fr: Les réponses ne peuvent être mises à jour

source: The responses have been updated
fr_fr: Les réponses ont été mises à jour

source: This field must have an integer value
fr_fr: Ce champ doit être un nombre entier.

source: Title
fr_fr: Titre

source: To insert a "gap" in your interaction, set focus on the desired place in the editor below then click on the "add gap" button
fr_fr: Pour insérer un "trou" dans votre interaction, placez votre curseur à l'endroit désiré dans l'éditeur ci-dessous et cliquez sur le bouton "ajouter un trou"

source: To insert a "hot text" in your interaction, set focus on the desired place in the editor below then click on the "set hot text" button
fr_fr: Pour insérer un "hot text" dans votre interaction, placez votre curseur à l'endroit désiré dans l'éditeur ci-dessous et cliquez sur le bouton "ajouter un hot text"

source: Update interaction & choices modifications
fr_fr: Mettre à jour l’interaction et ses choix

source: Update response & scoring modifications
fr_fr: Mettre à jour l’interaction et sa méthode de scoring

source: Upper bound
fr_fr: Limite supérieure

source: Value
fr_fr: Valeur

source: yes
fr_fr: oui
