Repository: oat-sa/package-tao
Catalog: taoItems/locales/*/messages.po
Languages: is_is, sv_se

source: A QTI item file is an XML file following the version 2.0 of the QTI standard.
sv_se: En QTI-frågefil är en XML-fil som följer QTI-standarden version 2.0

source: A QTI package is a Zip archive containing a imsmanifest.xml file and the QTI resources to import.
sv_se: Ett QTI-paket är ett ziparkiv som innehåller en imsmanifest.xml-fil och QTI-resurserna för att importera.

source: A series of different templates are provided to the Item authors such as multiple choice questions, puzzle design, text with gaps, etc.
sv_se: En rad olika mallar finns tillgängliga för frågans skapare, så som flervalsfrågor, puzzel, text med ifyllningsrutor etc.

source: Add the source file
sv_se: Lägg till källfilen

source: An error occured during the import
sv_se: Ett fel uppstod under importen

source: An error occured while saving the item
sv_se: Ett fel uppstod medan frågan sparades

source: An error occurs during the import
sv_se: Ett fel uppstod under importen

source: Authoring
is_is: Hönnun
sv_se: Skapa

source: Back
sv_se: Bakåt

source: Class saved
is_is: Flokkur vistaður
sv_se: Klass sparad

source: clean up
sv_se: städa upp

source: Client
sv_se: Klient

source: close
sv_se: stäng

source: Content
sv_se: Innehåll

source: Debug Mode
sv_se: Felsök metod

source: delete
sv_se: ta bort

source: Disabled
sv_se: Avaktivera

source: Download item content
sv_se: Ladda ner frågeinnehåll

source: duplicate
sv_se: dublett

source: Edit Item
is_is: Sýsla með atriði
sv_se: Redigera fråga

source: Edit item
is_is: Sýsla með atriði
sv_se: Redigera fråga

source: Enabled
sv_se: Aktiverad

source: Enables you to export a ZIP archive containing one folder for each exported item. Each folder is composed by a main XML file (the item's data) and by externals resources (media, manifests, etc.)
sv_se: Aktiverar att kunna exportera ett Ziparkiv innehållandes en mapp per exporterad fråga. Varje frågas mapp innehåller en huvudsaklig XML-fil (momentdatan) samt de yttre resurserna (media, specifikationer etc.).

source: Export Options
sv_se: Exporteringsalternativ

source: Fake delivery
sv_se: Simulerad leverans

source: Fake process
sv_se: Simulerad process

source: Fake test
sv_se: Simulerat test

source: File name
sv_se: Filnamn

source: import
sv_se: importera

source: Item content saved
sv_se: Frågeinnehåll sparat

source: Item imported successfully
sv_se: Fråga framgångsrikt importerad

source: item imported successfully
sv_se: fråga framgångsrikt importerat

source: Item saved
is_is: Atriði vistað
sv_se: Fråga sparad

source: Items
is_is: Atriði
sv_se: Frågor

source: items imported successfully
sv_se: frågor framgångsrikt importerat

source: lists
sv_se: listor

source: Manage item content
sv_se: Hantera frågeinnehåll

source: Manage items
is_is: Atriðastjórnun
sv_se: Hantera frågor

source: Matching side
sv_se: Matchsida

source: move
sv_se: flytta

source: new class
sv_se: ny klass

source: new item
sv_se: ny fråga

source: No user is logged in
sv_se: Ingen användare är inloggad

source: Not yet available
is_is: Ekki tiltækt
sv_se: Inte tillgänglig än

source: Options
sv_se: Alternativ

source: Please select first the item type!
is_is: Veldu fyrst tegund atriðis!
sv_se: Var vänlig välj först frågetyp!

source: Preview
is_is: Forskoðun
sv_se: Förhandsvisning

source: preview
sv_se: förhandsvisning

source: PREVIEW BOX
sv_se: FÖRHANDSVISNINGSBOX

source: Preview Console
sv_se: Förhandsvisningsbord

source: Recovery context
sv_se: Återställandesammanhang

source: search
sv_se: sök

source: show/hide
sv_se: visa/dölj

source: The Items module enables the creation and design of items and exercises.
is_is: Atriðaeiningin gerir kleift að búa til og hanna atriði og æfingar.
sv_se: Frågemodulen låter dig skapa och designa frågor och övningar

source: Unable to copy the resources
sv_se: Resurserna kan inte kopieras

source: unable to extract archive content, please check your tmp dir
sv_se: går ej att hämta arkivinnehållet, var vänlig kontrollera ditt tmp dir

source: Unable to move
sv_se: Kan inte flyttas

source: Upload a QTI Package File
sv_se: Ladda upp QTI-paketfil

source: Upload QTI File
sv_se: Ladda upp QTI-fil

source: Upload the item content
sv_se: Ladda upp frågeinnehåll

source: Validation has failed
sv_se: Verifierande misslyckades

source: Validation of the imported file has failed
sv_se: Bekräftande av den importerade filen misslyckades

source: Actual size
is_is: Raunveruleg stærð

source: Close
is_is: Loka

source: Close console
is_is: Loka stjórnborði

source: Create and design items and exercises.
is_is: Búa til og hanna atriði og æfingar.

source: Delete
is_is: Eyða

source: Desktop preview
is_is: Skjáborðsforskoðun

source: Don’t show this again!
is_is: Ekki sýna þetta aftur!

source: Duplicate
is_is: Afrita

source: Edit item class
is_is: Sýsla með atriðaflokk

source: Export
is_is: Flytja út

source: Filter
is_is: Sía

source: Import
is_is: Flytja inn

source: Item Model
is_is: Atriðalíkan

source: Items library
is_is: Atriðasafn

source: Landscape
is_is: Langsnið

source: Mobile preview
is_is: Forskoðun í farsíma

source: Move
is_is: Færa

source: New class
is_is: Nýr flokkur

source: No item type selected for the current item.
is_is: Engin atriðisháttur valinn fyrir núverandi atriði.

source: Portrait
is_is: Lóðrétt

source: Properties
is_is: Stillingar

source: Remove this message
is_is: Fjarlægja þessi skilaboð

source: Retrieving external resources
is_is: Sæki ytri tilföng

source: Search
is_is: Leita

source: Submit
is_is: Senda

source: This preview may be scaled to fit your screen. The final rendering may differ.
is_is: Þessa forskoðun má kvarða svo að hún passi á skjáinn. Lokaútlit kann að vera mismunandi.

source: Translate
is_is: Þýða

source: Unable to create deployement directory
is_is: Get ekki búið til skráasafn fyrir útfærslur

source: Your path contains error
is_is: Slóðin inniheldur villur
