Repository: oat-sa/package-tao
Catalog: taoItems/locales/*/taoitem.rdf.po
Languages: es_es, is_is

# http://www.w3.org/2000/01/rdf-schema#label
source: Item
es_es: Elemento
is_is: Atriði

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item
es_es: Elemento
is_is: Atriði

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Content
es_es: Contenido de Elemento
is_is: Innihald atriðis

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Content
es_es: Contenido de Elemento
is_is: Innihald atriðis

# http://www.w3.org/2000/01/rdf-schema#label
source: Original Filename
es_es: Nombre de Archivo Original
is_is: Upprunalegt skráarheiti

# http://www.w3.org/2000/01/rdf-schema#comment
source: Original Filename
es_es: Nombre de Archivo Original
is_is: Upprunalegt skráarheiti

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Models
es_es: Modelos de Elemento
is_is: Atriðalíkön

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Models
es_es: Modelos de Elemento
is_is: Atriðalíkön

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Model
es_es: Modelo de Elemento
is_is: Atriðislíkan

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Model
es_es: Modelo de Elemento
is_is: Atriðalíkön

# http://www.w3.org/2000/01/rdf-schema#label
source: Runtime
es_es: Duración
is_is: Keyrslutími

# http://www.w3.org/2000/01/rdf-schema#comment
source: Runtime
es_es: Duración
is_is: Keyrslutími

# http://www.w3.org/2000/01/rdf-schema#label
source: itemmodel service
es_es: servicio itemmodel
is_is: atriðalíkana þjónusta

# http://www.w3.org/2000/01/rdf-schema#comment
source: service of the item model
es_es: servico de elemento modelo

# http://www.w3.org/2000/01/rdf-schema#label
source: Data File Name
es_es: Datos de Nombre de Archivo
is_is: Nafn gagnaskráar

# http://www.w3.org/2000/01/rdf-schema#comment
source: the filename used to store the item content for this model
es_es: el nombre de archivo usado para almacenar el contenido del elemento para este modelo
is_is: skráarnafnið sem notað var til að geyma atriðisinnihald fyrir þetta líkan

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
es_es: Modelo Estado
is_is: Staða Líkans

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
es_es: Estable
is_is: Stöðugt

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model can be used in production
es_es: Este elemento modelo puede ser usado en producción

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
es_es: Obsoleto
is_is: Úrelt

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model is not supported anymore, we advise to migrate your items
es_es: Este elemento mdelo no es soportado nucna, recomendamos migrar sus elementos
is_is: Þetta atriðislíkan er ekki lengur stutt, við leggjum til að þú flytjir atriðin þín

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
es_es: Desarrollo
is_is: Þróun

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model has not been tested in a production environment, we advise to be carefull with it
es_es: este elemento modelo no se ha probado en un entorno de producción, le aconsejamos tener cuidado con eso
is_is: þetta atriðislíkam hefur ekki verið prófað í framleiðsluumhverfi, við ráðleggum þér að fara varlega með það

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model is still in conception, but you can try it, give your feedback and it will be improved.
es_es: este elemento modelo todavía esté en concepción, pero puedes intentarlo, dar tu opinión y será mejorada.
is_is: þetta atriðislíkan er enn í smíði, en þú getur reynt það, skilað endurgjöf og það verður bætt.

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
es_es: Estado
is_is: Staða

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of an item model
es_es: El estado de un elemento modelo
is_is: Staða atriðislíkans

# http://www.w3.org/2000/01/rdf-schema#label
source: Items Manager
es_es: Administrador de Elementos
is_is: Atriðastjóri

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Items Manager Role
es_es: El Rol de Gestión de Articulos
is_is: Hlutverk atriðastjóra

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Author
es_es: Autor de Elemento
is_is: Höfundur atriðis

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Author Role
es_es: El Rol de Autor de Elemento
is_is: Hlutverk atriðastjóra

# http://www.w3.org/2000/01/rdf-schema#label
source: Deliverable
es_es: Entregable

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items of model are deliverable
es_es: Los modelos de elementos son entregables

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery Target
es_es: Entreaga Target

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery Target
es_es: Entrega Target

# http://www.w3.org/2000/01/rdf-schema#label
source: Online Delivery Target
es_es: Objetivo de entrega en línea

# http://www.w3.org/2000/01/rdf-schema#comment
source: Online Delivery Target
es_es: Objetivo de Entrega en Línea

# http://www.w3.org/2000/01/rdf-schema#label
source: Paper-based Delivery Target
es_es: Objetivo de Entrega Paper-based

# http://www.w3.org/2000/01/rdf-schema#comment
source: Paper-based Delivery Target
es_es: Objetivo de Entrega Paper-based

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deliverable
es_es: Items of model are deliverable

# http://www.w3.org/2000/01/rdf-schema#comment
source: itemmodel service
es_es: service of the item model

# http://www.w3.org/2000/01/rdf-schema#label
source: Authoring
es_es: Autoría

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authoring
es_es: Autoría

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data File Name
es_es: Datos de Nombre de Archivo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Stable
es_es: Estable

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deprecated
es_es: This item model is not supported anymore, we advise to migrate your items

# http://www.w3.org/2000/01/rdf-schema#comment
source: Development
es_es: Desarrollo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Status
es_es: The status of an item model

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items Manager
es_es: The Items Manager Role

# http://www.w3.org/2000/01/rdf-schema#label
source: Experimental
is_is: Á tilraunastigi
