Repository: oat-sa/package-tao
Catalog: taoQtiItem/locales/*/messages.po
Languages: fr_fr

source: -- Any kind of file --
fr_fr: -- Tout type de fichier --

source: A choice must be selected
fr_fr: Une option doit être sélectionnée

source: A rubric block identifies part of an assessmentItem's itemBody that represents instructions to one or more of the actors that view the item. Although rubric blocks are defined as simpleBlocks they must not contain interactions.
fr_fr: Un "rubric bloc" correspond à une partie d'une question représentant les instructions communes que différents acteurs peuvent voir concernant cet item. Les "rubric block" ne peuvent pas contenir d'interaction.

source: Actual size
fr_fr: Taille courante

source: Adapt to item size
fr_fr: Adapter à la taille de l'item

source: Adapt to screen size
fr_fr: Adapter à la taille de l'écran

source: Add
fr_fr: Ajouter

source: Add a modal feedback
fr_fr: Ajouter un retour modal

source: Add a QTI XML file
fr_fr: Ajouter un fichier QTI XML

source: Add a zip file containing QTI items
fr_fr: Ajouter un fichier zip contenant des items QTI

source: Add another option
fr_fr: Ajouter une autre option

source: Add choice
fr_fr: Ajouter un/des choix

source: Add else feedback
fr_fr: Ajouter un retour alternatif

source: Add new pairs
fr_fr: Ajouter de nouvelles paires

source: Add Style Sheet
fr_fr: Ajouter une feuille de style

source: Alignment (optional)
fr_fr: Alignement (optionnel)

source: Allowed number of associations
fr_fr: Nombre d'associations permises

source: Allowed number of choices
fr_fr: Nombre d'options permise

source: Allowed number of matches
fr_fr: Nombre d'associations permises

source: Allowed number of uses
fr_fr: Nombre d'utilisations permises

source: An error occured at the level of the QTI model.
fr_fr: Une erreur est survenue au niveau du modèle QTI.

source: An error occured while extracting the ZIP archive representing the IMS Content Package.
fr_fr: Une erreur est apparue pendant l'extraction de l'archive ZIP représentant le contenu d'un paquet IMS.

source: An error occured while parsing IMS QTI data.
fr_fr: Une erreur est survenue pendant la lecture des données IMS QTI.

source: An unexpected error occured during the import of the IMS QTI Item Package.
fr_fr: Une erreur inattendue est survenue pendant l'import du paquet d'items IMS QTI.

source: An unexpected error occured while dealing with Response Processing.
fr_fr: Une erreur inattendue est survenue au niveau du traitement des réponses.

source: Appearance
fr_fr: Aspect

source: Associate
fr_fr: Association

source: Associate Interaction
fr_fr: Associer Interaction

source: association pairs
fr_fr: Paires

source: autostart
fr_fr: démarrage automatique

source: Background color
fr_fr: Couleur d'arrière-plan

source: Block
fr_fr: Bloc

source: block
fr_fr: bloc

source: Border color
fr_fr: Couleur des bordures

source: Browse your computer and select the appropriate file.
fr_fr: Naviger sur l'ordinateur et sélectionner le fichier approprié.

source: Browse...
fr_fr: Naviguer...

source: Cancel
fr_fr: Annuler

source: Change the width of the item. By default the item has a width of 100% and adapts to the size of any screen. The maximal width is by default 1024px - this will also change when you set a custom with.
fr_fr: Changer la largeur d'une question. Par défaut, la question a une largeur de 100% et s'adapte à la taille de n'importe quel écran. La largeur maximale est de 1024px par défaut (ceci changera également lorsque l'on spécifie une largeur explicite).

source: Choice
fr_fr: Choix

source: Choice Interaction
fr_fr: Choix de l'Interaction

source: Choice Properties
fr_fr: Choisir les propriétés

source: Choices
fr_fr: Choix

source: choices
fr_fr: Choix

source: Click again to remove
fr_fr: Clicker à nouveau pour effacer

source: Click to display interaction widget
fr_fr: Clicker pour afficher le widget d'interaction

source: Close
fr_fr: Fermer

source: correct
fr_fr: exact

source: Create assocations and fill the score in the form below
fr_fr: Créer des associations et mentionner les scores dans le formulaire ci-dessous

source: Create gap
fr_fr: Créer une boîte

source: Create hottext
fr_fr: Créer un hottext

source: CSV file
fr_fr: fichier CSV

source: Currently conversion from MathML to LaTeX is not available. Editing MathML here will have the LaTex code discarded.
fr_fr: La conversion de MathML en LaTeX n'est pas disponible pour l'instant.

source: Custom Response Processing Mode
fr_fr: Mode "Custom Response Processing"

source: default
fr_fr: par défaut

source: Default
fr_fr: Défault

source: Define correct response
fr_fr: Définir la réponse correcte

source: define prompt
fr_fr: definir l'invite

source: Define the correct response.
fr_fr: Définir la réponse correcte

source: Define whether a choice must be selected by the candidate in order to form a valid response to the interaction.
fr_fr: Préciser si une option doit être sélectionnée par le candidat pour former une réponse valide.

source: Define whether the item should be time dependent on delivery.
fr_fr: Préciser si le temps de réponse à la question doit être contraint lors de la passation.

source: Defined width
fr_fr: Définir la largeur

source: delete
fr_fr: supprimer

source: Delete else statement
fr_fr: Définir la clause alternative (else)

source: Delete this modal feedback
fr_fr: Effacer le retour modal

source: Desktop preview
fr_fr: Portable

source: Disable this stylesheet temporarily
fr_fr: Désactiver temporairement la feuille de style

source: Display
fr_fr: Afficher

source: Display larger editor
fr_fr: Afficher un éditeur plus grand

source: done
fr_fr: terminé

source: Don’t show this again!
fr_fr: Ne plus afficher ceci!

source: Download this stylesheet
fr_fr: Télécharger la feuille de style

source: Draw a circle on the image
fr_fr: Dessiner un cercle sur l'image

source: Draw a free form on the image
fr_fr: Dessiner une forme libre sur l'image

source: Draw a rectangle on the image
fr_fr: Dessiner un rectangle sur l'image

source: Draw an ellipsis on the image
fr_fr: Dessiner une ellipse sur l'image

source: Drop the target to select a point
fr_fr: Déposer la cible au point sélectioné

source: e.g. 13
fr_fr: p. ex. 13

source: e.g. 960
fr_fr: p. ex. 960

source: edit choices
fr_fr: éditer une option

source: Edit Item
fr_fr: Editer une question

source: Edit math expression using LaTex type setting system, e.g. e^{i pi} = -1
fr_fr: Editer une expression mathématique en format LaTeX, p. ex. e^{i pi}=-1

source: Edit math expression using MathML
fr_fr: Editer l'expression en MathML

source: Edit stylesheet label
fr_fr: Editer l'étiquette de la feuille de style

source: Edit Widget
fr_fr: Editer le widget

source: Editing Mode
fr_fr: Mode édition

source: Editing this element is not supported currently.
fr_fr: L'edition de l'élément n'est pas supportée pour l'instant.

source: Element Properties
fr_fr: Propriétés de l'élément

source: elements
fr_fr: éléments

source: End Attempt
fr_fr: Essai de fin

source: Enlarge font size
fr_fr: Agrandir la taille de police

source: Export QTI 2.1 Package
fr_fr: Exporter le paquet QTI 2.1

source: Extended Text
fr_fr: Texte étendu

source: Extended Text Interaction
fr_fr: Interaction texte étendu

source: Failed to save item
fr_fr: L'enregistrement de la question a échoué

source: Feedback
fr_fr: Retour

source: File
fr_fr: Fichier

source: File name
fr_fr: Nom du fichier

source: File Upload
fr_fr: Télécharger le fichier

source: Flash video
fr_fr: vidéo en Flash

source: Font family
fr_fr: Type de police

source: Font size
fr_fr: Taille de police

source: Gap
fr_fr: Boîte

source: Gap Match
fr_fr: Remplir la boîte

source: Gap Match Interaction
fr_fr: Interaction Gap Match

source: Gaps
fr_fr: Boîtes

source: GIF image
fr_fr: Image GIF

source: Graphic Associate
fr_fr: Association graphique

source: Graphic Associate Interaction
fr_fr: Interaction Graphic Associate

source: Graphic Gap
fr_fr: Boîte graphique

source: Graphic Gap Interaction
fr_fr: Interaction Boîte graphique

source: Graphic Order
fr_fr: Ordonnancement graphique

source: Graphic Order Interaction
fr_fr: Interaction d'ordre graphique

source: he maximum number of associations that the candidate is allowed to make.
fr_fr: Le nombre maximum d'associations que le candidat est autorisé de faire.

source: Height
fr_fr: Hauteur

source: Height (optional)
fr_fr: Hauteur (optionnelle)

source: Hotspot Interaction
fr_fr: Interaction hotspot

source: Hottext Interaction
fr_fr: Interaction hottext

source: How the math expression should be displayed.
fr_fr: Mode d'affichage de l'expression mathématique

source: How the math expression should be edited
fr_fr: Mode d'édition de l'expression mathématique

source: identical pair already exists
fr_fr: Des pairs identiques existent déjà

source: identifier
fr_fr: identifiant

source: Identifier
fr_fr: Identifiant

source: If given, the pattern mask specifies a regular expression that the candidate's response must match in order to be considered valid.Care is needed to ensure that the format of the required input is clear to the candidate, especially when validity checking of responses is required for progression through a test. This could be done by providing an illustrative sample response in the prompt, for example.
fr_fr: Si il est spécifié, le masque défini par une expression régulière la syntaxe que doit respecter le candidat pour que sa réponse soit valide. La plus grande attention est de rigueur afin d'assurer que le format demandé soit compris clairement par le candidat, particulièrement lorsque la vérification de la validité de la réponse est requise pour progresser dans le test. Ceci peut être assuré en fournissant un exemple de réponse dans l'invite.

source: If the string interaction is bound to a numeric response variable then the base attribute must be used to set the number base in which to interpret the value entered by the candidate.
fr_fr: Si l'interaction textuelle est attachée à une variable de réponse de type numérique, alors l'attribut de base doit être utilisé pour déterminer la base numérique dans laquelle la valeur fournie par le candidat doit être interprétée.

source: Import a QTI 2.X Package
fr_fr: Importer un paquet QTI 2.X

source: Import QTI 2.X Item
fr_fr: Importer un paquet QTI 2.X

source: In visual environments, string interactions are typically represented by empty boxes into which the candidate writes or types. Delivery engines should use the value of this attribute (if provided) instead of their default placeholder text when this is required.
fr_fr: Dans le rendu visuel, les interactions textuelles sont typiquement représentées par des boites vides dans lesquelles le candidat écrit sa réponse. Les moteurs de test doivent utiliser cet attribut (si il est spécifié) plutôt que leur champs de texte par défaut.

source: Inline Choice
fr_fr: Choix inline

source: Inline Choice Interaction
fr_fr: Interaction 'choix en ligne'

source: Inline interactions need to be inserted into a text block.
fr_fr: Les interactions inline doivent être insérées dans un bloc de texte.

source: Interaction Background
fr_fr: Arrière-plan de l'interaction

source: Interaction Properties
fr_fr: Propriétés de l'interaction

source: invalid identifier
fr_fr: identifiant invalide

source: Invalid pattern
fr_fr: Motif invalide

source: Is this choice the correct response?
fr_fr: Cette option est-elle la réponse correcte?

source: Is this pair the correct response?
fr_fr: Cette pair est-elle la réponse correcte?

source: Item creator
fr_fr: Editeur de question

source: Item Properties
fr_fr: Propriétés de la question

source: Item width
fr_fr: Largeur de la question

source: JPEG image
fr_fr: Image JPEG

source: Label
fr_fr: Libellé

source: Landscape
fr_fr: Paysage

source: leave empty
fr_fr: laisser vide

source: left
fr_fr: gauche

source: loop
fr_fr: boucler

source: Lower Bound
fr_fr: Borne inférieure

source: Mapping default
fr_fr: Correspondance par défaut

source: Match
fr_fr: Correspondance

source: Match Interaction
fr_fr: Interaction Correspondance

source: Maximal score for this interaction.
fr_fr: Score maximum pour cette interaction.

source: Maximum choices reached
fr_fr: Nombre maximum d'options sélectionnées

source: Maximum number of choices reached.
fr_fr: Le nombre maximum permis est atteint.

source: Media file path or YouTube video address
fr_fr: Chemin du fichier média ou adresse d'une video YouTube

source: Media Interaction
fr_fr: Interaction Média

source: Microsoft Excel file
fr_fr: Fichier Microsoft Excel

source: Microsoft Powerpoint file
fr_fr: Fichier Microsoft powerpoint

source: Microsoft Word file
fr_fr: Fichier Microsoft Word

source: Minimal score for this interaction.
fr_fr: Score minimum pour cette interaction.

source: Mobile preview
fr_fr: Mobile

source: Modal feedback is shown to the candidate directly following response processing.
fr_fr: Le retour modal est affiché au candidat directement après le traitement de la réponse.

source: Modal Feedback Prop.
fr_fr: Propriété du retour modal.

source: Modal Feedbacks
fr_fr: Retours modaux

source: MP4 video
fr_fr: vidéo MP4

source: MPEG video
fr_fr: vidéo MPEG

source: new option
fr_fr: Nouvelle option

source: no configuration property needed
fr_fr: pas de propriété de configuration requise

source: No file selected
fr_fr: Pas de fichier sélectionné

source: No Items could be imported from the given IMS QTI package.
fr_fr: Aucune question n'a pu être importée du paquet IMS QTI.

source: No value set
fr_fr: Aucune valeur définie

source: None defined yet.
fr_fr: Pas encore défini.

source: Number of associations
fr_fr: Nombre d'associations

source: Number of choices
fr_fr: Nombre d'options

source: one association pair
fr_fr: une paire

source: Order
fr_fr: Ordre

source: Order Interaction
fr_fr: Interaction Ordre

source: Pair scoring
fr_fr: Donner un score aux paires

source: PDF file
fr_fr: Fichier PDF

source: Plain text
fr_fr: Texte non-fomaté

source: Please define association pairs and their scores below.
fr_fr: Définir les paires et leur score.

source: Please define the correct association pairs below.
fr_fr: Définir les paires correctes ci-dessous.

source: Please define the correct order in the box to the right.
fr_fr: Définir l'ordre correct dans la boîte de droite.

source: Please define the correct response and the score below.
fr_fr: Définir la réponse correcte et le score ci-dessous.

source: Please define the correct response below.
fr_fr: Définir la réponse correcte ci-dessous.

source: Please define the correct response using the slider.
fr_fr: Définit la réponse correcte en faisant glisser le bouton.

source: Please enter the score for the given hottexts.
fr_fr: Entrer les scores associés aux hottexts.

source: Please fill the gap with the correct choices below.
fr_fr: Déposer correctement les options dans les boîtes ci-dessous.

source: Please fill the gap with the correct choices.
fr_fr: Déposer correctement les options dans les boîtes.

source: Please fill the gap with the images below, then edit the score for each gap/image pair.
fr_fr: Déposer correctement les images dans les boîtes, et éditer le score pour chaque paire.

source: Please fill the gap with the texts below, then edit the score for each pair.
fr_fr: Déposer correctement les textes dans les boîtes et éditer les scores de chaque paire.

source: Please order the choices below to set the correct answer
fr_fr: Ordonner correctement les option ci-dessous pour spécifier la réponse attendue

source: Please select the correct hotspot choices below.
fr_fr: Sélectionner les hotspot corrects ci-dessous.

source: Please select the correct hottext choices below.
fr_fr: Sélectionner les hottext corrects ci-dessous.

source: Please set the correct associations by linking the choices.
fr_fr: Définir les associations attendues en les reliant entre elles.

source: Please the score of each hotspot choice.
fr_fr: Définir le score de chaque hotspot

source: Please type the correct response below.
fr_fr: Entrer la réponse correcte ci-dessous.

source: PNG image
fr_fr: Image PNG

source: Pre-formatted text
fr_fr: Texte pre-formatté

source: Preparing CSS, please wait…
fr_fr: Feuille de style en préparation, patientez...

source: Print
fr_fr: Imprimer

source: QTI Item
fr_fr: Item QTI

source: QTI Package
fr_fr: Paquet QTI

source: QTI Package 2.0
fr_fr: Paquet QTI 2.0

source: QTI Package 2.1
fr_fr: Paquet QTI 2.1

source: Quick Preview
fr_fr: Prévisualisation rapide

source: Quicktime video
fr_fr: Vidéo Quicktime

source: Reduce font size
fr_fr: Réduire la taille de police

source: Remove
fr_fr: Retirer

source: remove
fr_fr: retirer

source: Remove custom background color
fr_fr: Retourner à la couleur d'arrière-plan par défaut

source: Remove custom border color
fr_fr: Retourner à la couleur des bordures par défaut

source: Remove custom font family
fr_fr: Retourner au type de police par défaut

source: Remove custom font size
fr_fr: Retourner à la taille de police par défaut

source: Remove custom item width
fr_fr: Retourner à la largeur de question par défaut

source: Remove custom text color
fr_fr: Retourner à la couleur du texte par défaut

source: Remove Message
fr_fr: Supprimer le message

source: Remove pair
fr_fr: Supprimer la paire

source: Remove the selected shape
fr_fr: Supprimer la forme sélectionnée

source: Remove this message
fr_fr: Supprimer ce message

source: Remove this stylesheet
fr_fr: Supprimer cette feuille de style

source: required
fr_fr: Nécessaire

source: Response
fr_fr: Réponse

source: Response identifier
fr_fr: Identifiant de réponse

source: Response processing
fr_fr: Traitement de la réponse

source: Response Properties
fr_fr: Propriétés de la réponse

source: right
fr_fr: droit

source: Rollback on...
fr_fr: Rétablir quand...

source: Rubric
fr_fr: Rubrique

source: Rubric Block
fr_fr: Bloc de rubrique

source: Save
fr_fr: Enregistrer

source: Scale
fr_fr: Echelle

source: Score range
fr_fr: Gamme du score

source: Score value
fr_fr: Valeur du score

source: Select a
fr_fr: Sélectionner un

source: select a choice
fr_fr: choisir une option

source: Select an image first
fr_fr: Sélectionner d'abord une image

source: Select an image first.
fr_fr: Sélectionner d'abord une image.

source: Select an image.
fr_fr: Sélectionner une image.

source: Select another area to complete the association
fr_fr: Sélectionner une autre zone pour terminer l'association

source: select correct choice
fr_fr: Sélectionner une option correcte

source: Select image
fr_fr: Sélectionner une image

source: Select media
fr_fr: Sélectionner un média

source: Select media file
fr_fr: Sélectionner un fichier média

source: Select Point
fr_fr: Sélectionner un point

source: Select Point Interaction
fr_fr: Sélectionnez le point d'interaction

source: Select the area to add an image
fr_fr: Sélectionner une zone à ajouter à l'image

source: Select the way the response of your interaction should be processed
fr_fr: Sélectionner le mode de traitement souhaité de votre réponse

source: Select this area
fr_fr: Sélectionner cette zone

source: Select this area to start an association
fr_fr: sélectionner cette zone pour débuter une paire

source: Set the score for this response
fr_fr: Définir le score pour cette réponse

source: Shuffle choices
fr_fr: Mélanger les choix

source: Size and position
fr_fr: Taille et position

source: Slider
fr_fr: Glissière

source: Slider Interaction
fr_fr: Interaction Slider

source: some text ...
fr_fr: un texte ...

source: Step
fr_fr: Étape

source: Style Editor
fr_fr: Editeur de style

source: Style Sheet <b>%s</b> removed<br> Click <i>Add Style Sheet</i> to re-apply.
fr_fr: La feuille de style <b>%s</b> a été retirée<br> Clicker <i>Ajouter une feuille de style</i> pour appliquer à nouveau.

source: Style Sheet Manager
fr_fr: Gestionnaire de feuilles de style

source: SVG image
fr_fr: Image SVG

source: Table headings
fr_fr: En-tête de tableau

source: TAO default styles
fr_fr: Styles TAO par défaut

source: Text Block
fr_fr: Block de texte

source: Text Block Properties
fr_fr: Propriétés du block de texte

source: Text color
fr_fr: Couleur du texte

source: Text Entry
fr_fr: Champ de texte

source: Text Entry Interaction
fr_fr: Interaction textuelle

source: The autostart attribute determines if the media object should begin as soon as the candidate starts the attempt (checked) or if the media object should be started under the control of the candidate (unchecked).
fr_fr: L'attribut d'auto-démarrage spécifie si l'objet média doit commencer immédiatement après que le candidat ait commencé la session de l'item (marqué) ou si l'objet média doit débuter sous le contrôle du candidat (non-marqué).

source: The default value from the target set to be used when no explicit mapping for a source value is given.
fr_fr: La valeur par défaut parmi les valeurs cibles qui doit être utilisée lorsqu'aucune correspondance explicite n'a été donnée pour une valeur source.

source: The expectedLength attribute provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters. This is not a validity constraint.
fr_fr: L'attribut longueur attendue donne une indication au candidat a propos de la longueur moyenne de la réponse attendue, mesurée en nombre de caractères. Ceci ne constitue pas une contrainte de validité.

source: The file path to the image.
fr_fr: Le chemin vers le fichier de l'image.

source: The file path to the media.
fr_fr: Le chemin vers le média.

source: the following Qti Element is currently not supported in TAO
fr_fr: cet élément QTI n'est pour le moment pas supporté par TAO

source: The highlighted choice cannot be associated more than %d time(s).
fr_fr: L'option mise en évidence ne peut être associée plus de %d fois.

source: The identifier of the choice. This identifier must not be used by any other choice or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant de l'option. Il ne doit être utilisé par aucune autre option ou variable dans un item. Un identifiant est une chaîne de caractères qui commence par une lettre ou un souligné ("_") et qui contient seulement des lettres, des soulignés, des tirets ("-"), des points ("."), des nombres, des "CombiningChars and Extenders".

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant d'une option. Il ne peut être utilisé par aucune autre variable de réponse ou d'item. Un identifiant est une chaîne de caractères qui commence par une lettre ou un souligné ("_") et qui contient seulement des lettres, des soulignés, des tirets ("-"), des points ("."), des nombres, des "CombiningChars and Extenders".

source: The identifier of the modal feedback. This identifier must not be used by any other modal feedback or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant du retour modal. Il ne peut être utilisé par aucune autre variable de réponse ou d'item. Un identifiant est une chaîne de caractères qui commence par une lettre ou un souligné ("_") et qui contient seulement des lettres, des soulignés, des tirets ("-"), des points ("."), des nombres, des "CombiningChars and Extenders".
