Repository: oat-sa/package-tao
Catalog: taoQtiItem/locales/*/messages.po
Languages: fr_fr

source: The IMS Manifest file could not be validated: %s", implode($eStrs, "
fr_fr: Le manifeste IMS n'a pas pu être validé: %s",implode($eStrs, "

source: The IMS QTI Item could not be imported.
fr_fr: L'item IMS QTI n'a pas pu être importé.

source: The item needs to be saved before it can be previewed
fr_fr: La question doit être sauvée avant de pouvoir être prévisualisée

source: The loop attribute is used to set continuous play mode. In continuous play mode, once the media object has started to play it should play continuously (subject to maxPlays).
fr_fr: L'attribut de boucle est utilisé pour diffuser le média en continu. Dans le mode continu, une fois le démarrage de l'objet média, il doit fonctionner continûment (jusqu'au maximum de diffusions spécifié).

source: The lower bound of the slider
fr_fr: La borne inférieure de la glissière

source: The maximum number of association is unlimited.
fr_fr: Le nombre de paires est illimité.

source: The maximum number of choices that the candidate is allowed to select to form a valid response.
fr_fr: Le nombre maximum d'options que le candidat peut sélectionner pour répondre.

source: The maximum number of choices that the candidate is allowed to select.
fr_fr: Le nombre maximum d'options que le candidat peut sélectionner.

source: The maximum number of choices this choice may be associated with.
fr_fr: Le nombre maximum d'options qui peuvent être associées à cette option.

source: The maximum number of choices this choice may be associated with. If matchMax is 0 there is no restriction.
fr_fr: Le nombre maximum d'options auxquelles cette option-ci peut être associée. Si la valeur est 0, il n'y a pas de restriction.

source: The maxPlays attribute indicates that the media object can be played at most maxPlays times - it must not be possible for the candidate to play the media object more than maxPlay times. A value of 0 (the default) indicates that there is no limit.
fr_fr: L'objet média ne peut pas être diffusé plus de fois que ne le spécifie l'attribut maxPlay. Il ne doit pas être possible pour le candidat de visualiser ou d'entendre le média plus de maxPlay fois. une valeur de 0 (par défaut) ne spécifie aucune limitation.

source: The MIME-type attribute describes which kind of file may be uploaded.
fr_fr: Le MIME-type défini le type de fichier média qui peut être téléchargé.

source: The minimum number of answers is
fr_fr: Le nombre minimum de réponses est

source: The minimum number of associations that the candidate is required to make to form a valid response.
fr_fr: Le nombre minimum de paires que le candidat doit produire pour former une réponse valide.

source: The minimum number of choices that the candidate is required to select to form a valid response.
fr_fr: Le nombre minimum d'options que le candidat doit sélectionner pour former une réponse valide.

source: The minimum number of choices this choice must be associated with to form a valid response.
fr_fr: Le nombre minimum d'options auxquelles cette option-ci doit être associée pour former une réponse valide.

source: The number of units corresponding to a step on the slider
fr_fr: Le nombre d'unités correspondant à un incrément de la glissière

source: The principle identifier of the item. This identifier must have a corresponding entry in the item's metadata.
fr_fr: L'identifiant principal de la question. Il doit correspondre à une entrée dans les métadonnées de l'item.

source: The purpose for which the rubric is intended to be used. As a reading passage for multiple items, or instructions for a particular section, for example.
fr_fr: Le but d'utilisation de la rubrique, en tant que passage de lecture identique pour plusieurs items, ou comme instruction commune à une section du test par exemple.

source: The QTI class "%1$s" located at line "%2$d" is currently not supported.
fr_fr: La classe QTI "%1$s" à la ligne "%2$d" n'est pas supportée actuellement.

source: The selected file is ready to be sent.
fr_fr: Le fichier sélectionné est prêt à être envoyé.

source: The text to be displayed if the image is not available.
fr_fr: Le texte à afficher si l'image est indisponible.

source: The upper bound of the slider
fr_fr: La borne supérieure de la glissière

source: The ZIP archive containing the IMS QTI Item cannot be extracted.
fr_fr: L'archive ZIP doit contenant l'item IMS QTI ne peut être décompressée.

source: There was a problem downloading your CSS, please try again.
fr_fr: Un problème est survenu lors du téléchargement de votre CSS. Faites une nouvelle tentative.

source: this identifier is already in use
fr_fr: cet identifiant est déjà utilisé

source: This preview may be scaled to fit your screen. The final rendering may differ.
fr_fr: La prévisualisation peut être mise à l'échelle to correspondre à votre écran. Le rendu final peut être différent.

source: Time dependent
fr_fr: Dépendance du temps

source: Title
fr_fr: Libellé

source: Undo
fr_fr: Revenir en arrière

source: undo
fr_fr: revenir en arrière

source: Upload Interaction
fr_fr: Télécharger une interaction

source: Upper Bound
fr_fr: Borne supérieure

source: Used to control the format of the text entered by the candidate.
fr_fr: Utilisé pour contrôler le format du texte entré par le candidat.

source: WAV audio
fr_fr: Fichier audio WAV

source: Width
fr_fr: Largeur

source: Width (optional)
fr_fr: Largeur (optionnelle)

source: You can select maximum
fr_fr: Vous pouvez sélectionner au maximum

source: You can use maximum ' + max + ' choices
fr_fr: Vous pouvez sélectionner au maximum ' + max + ' options

source: You have deleted
fr_fr: Vous avez effacé

source: You have deleted an element
fr_fr: Vous avez effacé un élément

source: You have deleted an element.
fr_fr: Vous avez effacé un élément.

source: You may make as many association pairs as you want.
fr_fr: Vous pouvez créer autant de paires que nécessaire.

source: You must select %1$d to %2$d choices.
fr_fr: Vous devez sélectionner entre %1$d et %2$d options.

source: You must select 0 to %d choices.
fr_fr: Vous devez sélectionner entre 0 et %d options.

source: You must select at least
fr_fr: Vous devez sélectionner au moins

source: You must select exactly
fr_fr: Vous devez sélectionner exactement

source: You must select exactly %d choice(s).
fr_fr: Vous devez sélectionner exactement %d option(s).

source: You must use at least ' + min + ' choices
fr_fr: Vous devez utiliser au moins ' + min + ' option(s)

source: You need to make at least
fr_fr: Vous devez faire au moins

source: Your item has been saved
fr_fr: Votre item a été sauvé

source: ZIP file
fr_fr: Fichier ZIP
