Repository: oat-sa/package-tao
Catalog: taoTests/locales/*/messages.po
Languages: da_dk

source: Advanced Authoring Tool
da_dk: Avanceret forfatter værktøj

source: advanced mode
da_dk: avanceret tilstand

source: Available Items
da_dk: Tilgængelige Items

source: Class saved
da_dk: Klasse gemt

source: Combine a selection of items into tests.
da_dk: Kombinerer et udvalg af items til tests.

source: delete
da_dk: slet

source: Drag and drop the items to order them
da_dk: Drag and drop item for at ordne dem

source: duplicate
da_dk: kopier

source: Edit test class
da_dk: Rediger test klasse

source: export
da_dk: eksport

source: import
da_dk: importere

source: Items sequence
da_dk: Item rækkefølge

source: lists
da_dk: liste

source: Manage tests
da_dk: Administrer test

source: move
da_dk: flyt

source: new class
da_dk: ny klasse

source: new test
da_dk: ny test

source: Save
da_dk: Gem

source: search
da_dk: søg

source: Select the items composing the test.
da_dk: Vælg de items der skal bruges i testen.

source: Sequence saved successfully
da_dk: Rækkefølge gemt

source: simple mode
da_dk: enkel tilstand

source: Test properties
da_dk: Test egenskaber

source: Test saved
da_dk: Test gemt

source: Tests library
da_dk: Test arkiv

source: The Test mode (sequencing, scoring, cumulating, etc.) and layout are also configured here.
da_dk: Test tilstand (rækkefølge, pointgivning, opsamling etc.) og layout bliver også konfigureret her.

source: The Tests module allows to combine a selection of Items to a Test.
da_dk: I Test modulet kan du kombinere et udvalg af items til en test.
