Repository: oat-sa/package-tao
Catalog: taoTests/locales/*/taotest.rdf.po
Languages: es_es, is_is, zh_cn, zh_tw

# http://www.w3.org/2000/01/rdf-schema#label
source: Test
es_es: Prueba
is_is: Próf
zh_cn: 考试
zh_tw: 考試

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test
es_es: Prueba
is_is: Próf
zh_cn: 考试
zh_tw: 考試

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Content
es_es: Contenido de Prueba
is_is: Innihald prófs
zh_cn: 考试内容
zh_tw: 考試內容

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Content
es_es: Contenido de Prueba
is_is: Innihald prófs
zh_cn: 考试内容
zh_tw: 考試內容

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Model
es_es: Modelo de Prueba
is_is: Próflíkan
zh_cn: 考试模型
zh_tw: 考試模型

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Model
es_es: Modelo de Prueba
is_is: Próflíkan
zh_cn: 考试模型
zh_tw: 考試模型

# http://www.w3.org/2000/01/rdf-schema#label
source: Testmodel implementation
es_es: Implementación Testmodel
is_is: Innleiðing próflíkans
zh_cn: 实行考试模型
zh_tw: 實行考試模型

# http://www.w3.org/2000/01/rdf-schema#comment
source: Implementation of the test model
es_es: Aplicación de la prueba modelo
is_is: Innleiðing próflíkansins
zh_cn: 考试模型的实行
zh_tw: 考試模型的實行

# http://www.w3.org/2000/01/rdf-schema#label
source: Tests Manager
es_es: Administrador de Pruebas
is_is: Prófastjóri
zh_cn: 考试管理员
zh_tw: 考試管理員

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Tests Manager Role
es_es: El Rol Administrador de Pruebas
is_is: Hlutverk prófastjóra
zh_cn: 该考试管理员的角色
zh_tw: 該考試管理員的角色

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Author
es_es: Autor de Prueba
is_is: Prófhönnuður
zh_cn: 考试创作人
zh_tw: 考試創作人

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Author Role
es_es: El Rol Autor de Prueba
is_is: Hlutverk prófhönnuðar
zh_cn: 该考试创作人的角色
zh_tw: 該考試創作人的角色

# http://www.w3.org/2000/01/rdf-schema#comment
source: Testmodel implementation
es_es: Implementación Testmodel

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tests Manager
es_es: Administrador de Pruebas
