Repository: oat-sa/package-tao
Catalog: taoDelivery/locales/*/taodelivery.rdf.po
Languages: es_es

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery
es_es: Entrega

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery
es_es: Entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Start Date
es_es: Fecha de Inicio

# http://www.w3.org/2000/01/rdf-schema#comment
source: The start date of the delivery
es_es: La fecha de inicio de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: End Date
es_es: Fecha de terminación

# http://www.w3.org/2000/01/rdf-schema#comment
source: The end date of the delivery
es_es: La fecha de finalización de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Max. number of executions (default: unlimited)
es_es: Número máximo de ejecucuiones (por defecto: ilimitado)

# http://www.w3.org/2000/01/rdf-schema#comment
source: Maximum Times of Execution per subject
es_es: Tiempo máximo de Ejecución por sujeto

# http://www.w3.org/2000/01/rdf-schema#label
source: Excluded Subjects
es_es: Asignaturas Excluidas

# http://www.w3.org/2000/01/rdf-schema#comment
source: Excluded Subjects
es_es: Asignaturas Excluidas

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server
es_es: Resultado del Servidor

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Server
es_es: Resultado del Servidor

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery execution
es_es: Ejecución de entrega

# http://www.w3.org/2000/01/rdf-schema#comment
source: Execution of a delivery
es_es: Entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#label
source: Execution's delivery
es_es: Entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery of this execution
es_es: Entrega de esta ejecución

# http://www.w3.org/2000/01/rdf-schema#label
source: DeliveryExecution Subject
es_es: Ejecución Entrega Asunto

# http://www.w3.org/2000/01/rdf-schema#comment
source: test-taker of the delivery execution
es_es: participante de la entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#label
source: DeliveryExecution start
es_es: Ejecución Entrega inicio

# http://www.w3.org/2000/01/rdf-schema#comment
source: Timestamp of the delivery execution start
es_es: Marca de tiempo de inicio de la entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#label
source: DeliveryExecution end
es_es: Ejecución Entrega fin

# http://www.w3.org/2000/01/rdf-schema#comment
source: Timestamp of the delivery finish
es_es: Marca de tiempo del final de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: DeliveryExecutions Status
es_es: Ejecución Entrega Estado

# http://www.w3.org/2000/01/rdf-schema#comment
source: The current status of the DeliveryExecution
es_es: El estado actual de la EntregaEjecución

# http://www.w3.org/2000/01/rdf-schema#label
source: DeliveryExecution status
es_es: Ejecución Entrega estado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Status of a delivery execution
es_es: Estado de una entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#label
source: Active
es_es: Activo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Activ status of a delivery execution
es_es: Estado activo de una entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#label
source: Finished
es_es: Terminado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Finished status of a delivery execution
es_es: Estado finalizado de una entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#comment
source: Abandoned status of a delivery execution
es_es: Estado abandonado de la entrega en ejecución

# http://www.w3.org/2000/01/rdf-schema#label
source: Assembled Delivery
es_es: Entrega Montada

# http://www.w3.org/2000/01/rdf-schema#comment
source: An assembled Delivery
es_es: Una Entrega montada

# http://www.w3.org/2000/01/rdf-schema#label
source: Compilation Time
es_es: Tiempo de Compilación

# http://www.w3.org/2000/01/rdf-schema#comment
source: The time of the compilation of the delivery
es_es: El tiempo de compilación de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Compilation Directory
es_es: Directorio de Compilacion

# http://www.w3.org/2000/01/rdf-schema#comment
source: The directory of the compilation of the delivery
es_es: El directorio de compilación de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery origin
es_es: Origen de la entrega

# http://www.w3.org/2000/01/rdf-schema#comment
source: The original test/template of the delivery
es_es: El original prueba/tema de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Runtime
es_es: Tiempo de ejecución

# http://www.w3.org/2000/01/rdf-schema#comment
source: Service call to run the compiled delivery
es_es: Llamada de servicio para ejecutar la entrega compilada

# http://www.w3.org/2000/01/rdf-schema#label
source: Deliveries
es_es: Entregas

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deliveries of the group
es_es: Entregas de el grupo

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery Manager
es_es: Administrador de entrega

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Delivery Manager Role
es_es: El Rol de Gestion de Entrega

# http://www.w3.org/2000/01/rdf-schema#comment
source: Start Date
es_es: The start date of the delivery

# http://www.w3.org/2000/01/rdf-schema#comment
source: End Date
es_es: The end date of the delivery

# http://www.w3.org/2000/01/rdf-schema#comment
source: Max. number of executions (default: unlimited)
es_es: Número máximo de ejecuciones (por defecto: ilimitado)

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery Content abstraction
es_es: Entrega Contenido abstracción

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery Content abstraction
es_es: An abstract content class

# http://www.w3.org/2000/01/rdf-schema#label
source: DeliveryContent implementation
es_es: EntregaContenido implementación

# http://www.w3.org/2000/01/rdf-schema#comment
source: DeliveryContent implementation
es_es: Implementation of the delivery content

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery Content
es_es: Entrega Contenido

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery Content
es_es: Entrega Contenido

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery execution
es_es: Execution of a delivery

# http://www.w3.org/2000/01/rdf-schema#comment
source: Execution's delivery
es_es: Delivery of this execution

# http://www.w3.org/2000/01/rdf-schema#comment
source: DeliveryExecution Subject
es_es: EntregaEjecucíon Asunto

# http://www.w3.org/2000/01/rdf-schema#comment
source: DeliveryExecution start
es_es: Timestamp of the delivery execution start

# http://www.w3.org/2000/01/rdf-schema#comment
source: DeliveryExecution end
es_es: Timestamp of the delivery finish

# http://www.w3.org/2000/01/rdf-schema#comment
source: DeliveryExecutions Status
es_es: The current status of the DeliveryExecution

# http://www.w3.org/2000/01/rdf-schema#comment
source: DeliveryExecution status
es_es: Status of a delivery execution

# http://www.w3.org/2000/01/rdf-schema#comment
source: Active
es_es: Activ status of a delivery execution

# http://www.w3.org/2000/01/rdf-schema#comment
source: Finished
es_es: Abandoned status of a delivery execution

# http://www.w3.org/2000/01/rdf-schema#comment
source: Compilation Time
es_es: The time of the compilation of the delivery

# http://www.w3.org/2000/01/rdf-schema#comment
source: Compilation Directory
es_es: The directory of the compilation of the delivery

# http://www.w3.org/2000/01/rdf-schema#comment
source: Runtime
es_es: Service call to run the compiled delivery

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deliveries
es_es: Deliveries of the group

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery Manager
es_es: The Delivery Manager Role
