Repository: oat-sa/package-tao
Catalog: tao/locales/*/indexation.rdf.po
Languages: fr_fr, it_it, zh_cn, zh_tw

# http://www.w3.org/2000/01/rdf-schema#label
source: Index
fr_fr: Sommaire
it_it: Indice
zh_cn: 索引
zh_tw: 索引

# http://www.w3.org/2000/01/rdf-schema#comment
source: Index class
fr_fr: Classe d'indices
it_it: Indice di classe
zh_cn: 索引类
zh_tw: 索引類

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
fr_fr: Identifiant
it_it: Identificatore
zh_cn: 识别码
zh_tw: 識別碼

# http://www.w3.org/2000/01/rdf-schema#comment
source: Humanreadable identifier of the index
fr_fr: Identifiant de l'indice lisible en clair
it_it: Identificatore di indice leggibile
zh_cn: 人可读取的标识符索引
zh_tw: 人可讀取的標識符索引

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer of index
fr_fr: Analyseur lexical de l'indice
it_it: Tokenizer di indice
zh_cn: 标记生成器索引
zh_tw: 標記生成器索引

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer to be used to extract search strings
fr_fr: Analyseur lexical à utiliser pour extraire des mots-clés
it_it: Tokenizer da essere usato per estrarre stringhe di ricerca
zh_cn: 标记生成器用来提取搜索字符串
zh_tw: 標記生成器用來提取搜索字符串

# http://www.w3.org/2000/01/rdf-schema#label
source: Fuzzy matching
fr_fr: Appariement flou
it_it: Corrispondenza parziale
zh_cn: 模糊匹配
zh_tw: 模糊匹配

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should the string matching be exact or fuzzy
fr_fr: Il devrait être donné que la chaîne de caractère soit exacte ou floue
it_it: La stringa dovrebbe combaciare esattamente oppure parzialmente
zh_cn: 串的匹配应该是精确的还是模糊的
zh_tw: 串的匹配應該是精確的還是模糊的

# http://www.w3.org/2000/01/rdf-schema#label
source: Use by default
fr_fr: Utiliser par défaut
it_it: Utilizza come predefinito
zh_cn: 作为默认值
zh_tw: 作為預設

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should this property be used implicitly in the defautl search
fr_fr: Il devrait être donné que cette propriété soit implicitement utilisée dans la recherche par défaut
it_it: Questa proprietà dovrebbe essere usata in modo implicito nella ricerca predefinita
zh_cn: 这个属性在默认搜索中应当被无保留地使用
zh_tw: 這個屬性在默認搜索中應當被無保留地使用

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer
fr_fr: Analyseur lexical
zh_cn: 标记生成器
zh_tw: 標記生成器

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer class
fr_fr: Classe d'analyseur lexical
it_it: Tokenizer di classe
zh_cn: 标记生成器类别
zh_tw: 標記生成器類別

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer implementation
fr_fr: Implementation d'analyseur lexical
it_it: Implementazione di tokenizer
zh_cn: 实行标记生成器
zh_tw: 實行標記生成器

# http://www.w3.org/2000/01/rdf-schema#comment
source: Classname of the tokenizer implementation
fr_fr: Nom de la classe d'implementation de l'analyseur lexical
it_it: Il nome della classe di implementazione di tokenizer
zh_cn: 实行标记生成器类别名
zh_tw: 實行標記生成器類別名

# http://www.w3.org/2000/01/rdf-schema#label
source: Property Indexation
fr_fr: Indexation de la propriété
it_it: Proprietà di indicizzazione
zh_cn: 属性指数化
zh_tw: 屬性指數化

# http://www.w3.org/2000/01/rdf-schema#comment
source: How a property should be indexed
fr_fr: Comment une propriété devrait être indexée
it_it: Come una proprietà dovrebbe essere indicizzata
zh_cn: 一个属性应当如何被编入索引
zh_tw: 一個屬性應當如何被編入索引

# http://www.w3.org/2000/01/rdf-schema#label
source: Raw Value Tokenizer
fr_fr: Valeur brute d'un analyseur lexical
it_it: Valore di riga di tokenizer
zh_cn: 原始值标记生成器
zh_tw: 原始值標記生成器

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the raw property value
fr_fr: Analyseur lexical utilisant la propriété de la valeur brute
it_it: Tokenizer usando il valore grezzo della proprietà
zh_cn: 标记生成器使用原始属性值
zh_tw: 標記生成器使用原始屬性值

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Tokenizer
fr_fr: Etiquette d'analyseur lexical
it_it: Tokenizer di etichetta
zh_cn: 标签标记生成器
zh_tw: 標籤標記生成器

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the resource labels
fr_fr: Analyseur lexical utilisant les étiquettes initiales
it_it: La casella usa le etichette esperte
zh_cn: 标记生成器使用资源标签
zh_tw: 標記生成器使用資源標籤

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Index
fr_fr: Etiquette d'index
it_it: Indice di casella
zh_cn: 标签索引
zh_tw: 標籤索引

# http://www.w3.org/2000/01/rdf-schema#label
source: Type Index
fr_fr: Type d'index
it_it: Indice tipo
zh_cn: 类型索引
zh_tw: 類型索引

# http://www.w3.org/2000/01/rdf-schema#label
source: Login Index
it_it: Indice di login
